Repository: karlobratko/football
Catalog: Football.WinFormsUI/Properties/Resources.*.resx
Languages: hr

# dnd-text
source: Remove player from list of favourite players.
hr: Maknite nekog igrača iz liste omiljenih igrača.

# dnd-title
source: Maximum number of favourite players
hr: Maksimalni broj omiljenih igrača

# En
source: English
hr: Engleski

# error-title
source: Error
hr: Pogreška

# exit-text
source: You are about to exit, do you want to save your changes before exiting?
hr: Napuštate aplikaciju, želite li spremiti trenutne postavke?

# exit-title
source: Exit?
hr: Napusti aplikaciju?

# favourites-add
source: Add to favourites
hr: Dodaj u favorite

# favourites-remove
source: Remove from favourites
hr: Makni iz favorita

source: Female
hr: Žensko

# fetching-country-data
source: Fetching countries data, please wait...
hr: Dohvaćam podatke o državama, pričekajte...

# fetching-football-data
source: Fetching matches data, please wait...
hr: Dohvaćam podatke o utakmicama, pričekajte...

# fetching-success
source: Data fetched successfully...
hr: Podaci su uspješno dohvaćeni...

# Hr
source: Croatian
hr: Hrvatski

source: Male
hr: Muško

# player-captain
source: Captain
hr: Kapetan

# print-matches-rank-format
source: Home: {0}, Away: {1}, Location: {2}, Attendance: {3}
hr: Domaći: {0}, Gosti: {1}, Lokacija: {2}, Broj posjetitelja: {3}

# print-matches-rank-title
source: Ranked matches:
hr: Rangirane utakmice:

# print-players-rank-format
source: Name: {0}, Shirt number: {1}, Position: {2}, Goals: {3}, Yellow cards: {4}
hr: Naziv: {0}, Broj: {1}, Pozicija: {2}, Broj golova: {3}, Broj žutih kartona: {4}

# print-players-rank-title
source: Ranked players:
hr: Rangirani igrači:

# print-title
source: Ranked information
hr: Rang informacije

source: Select country
hr: Odaberite državu
